Repository: FitHanu/sound-recognition-ai
Catalog: flutter/lib/l10n/app_*.arb
Languages: vi

# appBar
source: ABA SYSTEMS
vi: HỆ THỐNG ABA

# setting
source: ABA Settings
vi: Cài đặt ABA

source: Sound sensitivity level
vi: Mức độ nhạy cảm âm thanh

# soundFormTitle
source: Select the sound type to recognize
vi: Chọn loại âm thanh cần nhận diện

source: Scream
vi: Tiếng hét

source: Glass breaking
vi: Tiếng vỡ kính

source: Siren
vi: Tiếng còi báo động

source: Gun shot
vi: Tiếng súng

source: Baby cry
vi: Tiếng em bé khóc

# alertTitle
source: Alert Notification
vi: Thông báo cảnh báo

source: Vibration
vi: Rung

source: Alert Sound
vi: Âm thanh cảnh báo

source: Operation Mode
vi: Chế độ hoạt động

source: Continuously
vi: Liên tục

source: Normal
vi: Bình thường

source: Silent
vi: Im lặng

source: Battery Saver Mode
vi: Chế độ tiết kiệm pin

source: Language
vi: Ngôn ngữ
